import React from "react";

const PrivacyPolicyScreen: React.FC = ({}) => {
  return (
    <main className="mx-5 mt-40 md:mx-10">
      <h1 className="text-xl font-medium">
        Политика за поверителност Валидна от: 11/23/2023
      </h1>
      <h2 className="mt-5 text-lg font-medium">Въведение:</h2>
      <p className="my-2 font-normal ">
        Добре дошли в уебсайта на Българската Федерация по Художествена
        Гимнастика, базиран на Next.js и хостнат на Vercel. В Българската
        Федерация по Художествена Гимнастика ние отдаваме приоритет на
        поверителността и защитата на Вашата лична информация.
      </p>
      <h2 className="text-lg font-medium">
        Тази Политика за поверителност обяснява как събираме, използваме и
        защитаваме данните ви.
      </h2>
      <h2> Събиране на данни:</h2>
      <p className="my-2 font-normal ">
        Next.js Анализ: Нашият уебсайт използва Next.js Анализ, за да събере
        информация за използването на уебсайта. Този инструмент не използва
        бисквитки и събира само анонимизирани данни за аналитични цели.
      </p>
      <p className="my-2 font-normal ">
        Вграден Спортен Календар: Вграждаме спортен календар от
        https://sportenkalendar.bg/ за Ваше удобство. Моля, прегледайте техните
        условия за поверителност за информация относно събирането и използването
        на данни.
      </p>
      <p className="my-2 font-normal ">
        Ние показваме PDF регулаторни документи и резултати от състезания, за да
        ви информираме за дейностите на Българската Федерация по Художествена
        Гимнастика.
      </p>
      <p className="my-2 font-normal ">
        Спортен Календар: Вграденият спортен календар подобрява вашето
        преживяване, като предоставя актуална информация за събитията по
        художествена гимнастика.
      </p>
      <p className="my-2 font-normal ">
        Управление на Федерацията: На главната страница можете да намерите
        информация относно управителния съвет на Българската Федерация по
        Художествена Гимнастика.
      </p>
      <h2 className="text-lg font-medium">Защита на данните:</h2>
      <p className="my-2 font-normal ">
        Прилагаме мерки за сигурност, включително шифроване и контрол на
        достъпа, за да защитим данните ви от неоторизиран достъп.
      </p>
      <p className="my-2 font-normal ">
        Съхранение на данните: Не запазваме личните ви данни.
      </p>
      Актуализации на Политиката за поверителност: Можем да актуализираме тази
      политика от време на време. Проверявайте за последната версия.
    </main>
  );
};

export default PrivacyPolicyScreen;
