export const board = [
  "Красимир Дунев",
  "Йордан Йовчев",
  "Цветана Добрева",
  "Тодор Тодоров",
  "Илко Гиров",
  "Нели Танкушева",
  "Снежана Стоянова",
  "Румяна Чукарска",
  "Ирина Руняшка",
  "Цветан Георгиев",
  "Николай Ангелов",
];

export const boardWomen = [
  "Милена Мавродиева",
  "Росица Найденова",
  "Филип Янев",
  "Ивелин Иванов",
  "Катерина Маркова",
];

export const boardMen = [
  "Дмитрий Николов",
  "Илия Янев",
  "Милко Танкушев",
  "Радослав Емилов",
  "Александър Марков",
  "Сергей Стоянова",
];

export const womenHeader = [
  "Председател: д.п.н. Цветана Добрева",
  "Секретар: Велислава Велева",
];

export const menHeader = ["Председател: Тодор Тодоров"];
